/* contain a %d  */
"0_OR_1_STEP" = "%d step";

/* Trap The Dot ! */
"GAME_TITLE" = "Trap The Dot !";

/* The dot escaped. T_T */
"LOSE_DESCRIPTION" = "The dot escaped. T_T";

/* Sorry, Sorry */
"LOSE_TITLE" = "Sorry, sorry ~";

/* contain a %d  */
"N_STEPS" = "%d steps";

/* Next Level */
"NEXT_LEVEL" = "Next Level";

/* Home */
"HOME" = "Home";

/* 评分 */
"RATE_ME" = "Rate Me";

/* The text of 'Share' */
"SHARE" = "Share";

/* Oh! You only use %d steps */
"WIN_DESCRIPTION" = "Oh! You only use %d steps";

/* Congratulations */
"WIN_TITLE" = "Congratulations!";

/* Once More */
"ONCE_MORE" = "Once More";

/* Replay */
"REPLAY" = "Replay";

/* Random Mode */
"RANDOM_MODE" = "Random Mode";

/* Easy Mode */
"EASY_MODE" = "Easy Mode";

/* Hard Mode */
"HARD_MODE" = "Hard Mode";
